{
  "en": {
    "disclaimer": "By using our website, you accept these terms and conditiuons in full. If you disagree with these terms and conditions or any part of these terms and conditions, you must not use our website.",
    "items": [
      {
        "title": "Conditions of Use",
        "description": "You are solely responsible for the content of all data You share or receive through the [NAME] service and for all transmissions by You. Your use of the Service is subject to all applicable local, state, national and international laws and regulations. You will: (a) not use the Service for any illegal purposes; (b) not use the Service to share, upload, download or view any file, data, image or program that contains: (i) any illegal pictures, materials or information; (ii) any harassing, libelous, abusive, threatening, harmful, vulgar, pornographic, obscene or otherwise objectionable material of any kind or nature; (iii) any material that encourages conduct that could constitute a criminal offense, give rise to civil liability or otherwise violate any applicable local, state, national or international law or regulation; (iv) any code or material that violates the intellectual property rights of others; (c) not access or attempt to access any Service account for which You have no access authorization or duplicate, modify, distribute or display any of the data or files from any such account. [NAME] may use automated procedures to detect unacceptable level of usage and may immediately disable offending accounts, and the process of detection may vary from time to time, based on misuse detected."
      },
      {
        "title": "Disclaimer of Warranties",
        "description": "The transmission, sharing, viewing, uploading and downloading of data and files through the World Wide Web is subject to a variety of conditions that make such transmission, storage, viewing and retrieval potentially unreliable. ACCORDINGLY, YOUR USE OF THE SERVICE IS AT YOUR SOLE RISK. THE SERVICE IS PROVIDED TO YOU ON AN \"AS IS\" AND \"AS AVAILABLE\" BASIS. [NAME], ON BEHALF OF ITSELF AND ITS DISTRIBUTORS, DISCLAIMS ALL WARRANTIES AND CONDITIONS, EXPRESS OR IMPLIED, ARISING BY LAW OR OTHERWISE, WITH RESPECT TO YOUR THE SERVICE (INCLUDING, WITHOUT LIMITATION, ANY IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NON-INFRINGEMENT). PLEASE NOTE THAT THE SERVICE MAY NOT MEET YOUR NEEDS. [NAME] MAKES NO REPRESENTATION OR WARRANTY: (A) THAT THE SERVICE WILL MEET YOUR NEEDS; (B) THAT ACCESS TO THE SERVICE WILL BE TIMELY, ERROR-FREE, UNINTERRUPTED, VIRUS-FREE OR SECURE; (C) THAT THE DATA AND FILES YOU UPLOAD/DOWNLOAD USING THE DRIVEWAY SERVICE WILL NOT BE LOST OR DAMAGED; (D) THAT THE DATA ON YOUR DESKTOP OR SERVER WILL NOT BE LOST OR DAMAGED; OR (E) THAT DEFECTS IN THE SERVICE WILL BE CORRECTED. YOU ACKNOWLEDGE THAT ANY MATERIAL OR DATA YOU UPLOAD/DOWNLOAD THROUGH THE USE OF THE SERVICE IS DONE AT YOUR CHOICE AND RISK AND THAT YOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR COMPUTER SYSTEM OR LOSS OF DATA THAT RESULTS FROM THE DOWNLOAD OF SUCH MATERIAL OR DATA."
      },
      {
        "title": "Modifications to this Agreement",
        "description": "The terms and conditions of this Agreement may be changed from time to time. Upon any such change, [NAME] will notify You of such change and post an updated version of this Agreement on the website located at [NAME URL]. Your use of any Services after such notification will constitute Your acceptance of such changed terms and conditions."
      }
    ]
  },
  "ru": {
    "disclaimer": "Используя наш веб-сайт, вы принимаете эти условия в полном объеме. Если вы не согласны с этими условиями или какой-либо частью этих условий, вы не должны использовать наш веб-сайт.",
    "items": [
      {
        "title": "Условия использования",
        "description": "Вы несете единоличную ответственность за содержание всех данных, которыми вы делитесь или получаете через службу [NAME], а также за все передачи, которые вы осуществляете. Использование вами Сервиса регулируется всеми применимыми местными, государственными, национальными и международными законами и правилами. Вы обязуетесь: (а) не использовать Сервис в каких-либо незаконных целях; (b) не использовать Сервис для обмена, загрузки, скачивания или просмотра любых файлов, данных, изображений или программ, содержащих: (i) любые незаконные изображения, материалы или информацию; (ii) любые оскорбительные, клеветнические, оскорбительные, угрожающие, вредные, вульгарные, порнографические, непристойные или иным образом нежелательные материалы любого рода или характера; (iii) любой материал, поощряющий поведение, которое может представлять собой уголовное преступление, повлечь за собой гражданскую ответственность или иным образом нарушить любое применимое местное, государственное, национальное или международное законодательство или нормативные акты; (iv) любой код или материал, которые нарушают права интеллектуальной собственности других лиц; (c) не осуществлять доступ или пытаться получить доступ к какой-либо учетной записи Сервиса, для которой у Вас нет разрешения на доступ, или дублировать, изменять, распространять или отображать какие-либо данные или файлы из любой такой учетной записи. [NAME] может использовать автоматизированные процедуры для обнаружения неприемлемого уровня использования и может немедленно отключить нарушающие учетные записи, а процесс обнаружения может время от времени меняться в зависимости от обнаруженного неправомерного использования."
      },
      {
        "title": "Отказ от ответственности",
        "description": "Передача, совместное использование, просмотр, загрузка и выгрузка данных и файлов через всемирную паутину зависит от множества условий, которые делают такую передачу, хранение, просмотр и извлечение потенциально ненадежными. СООТВЕТСТВЕННО, ВЫ ИСПОЛЬЗУЕТЕ УСЛУГУ НА СВОЙ ИСКЛЮЧИТЕЛЬНЫЙ РИСК. УСЛУГА ПРЕДОСТАВЛЯЕТСЯ ВАМ НА УСЛОВИЯХ «КАК ЕСТЬ» И «КАК ДОСТУПНО». [NAME] ОТ ИМЕНИ СЕБЯ И СВОИХ ДИСТРИБЬЮТОРОВ ОТКАЗЫВАЕТСЯ ОТ ВСЕХ ГАРАНТИЙ И УСЛОВИЙ, ЯВНЫХ ИЛИ ПОДРАЗУМЕВАЕМЫХ, ВОЗНИКАЮЩИХ ЗАКОНОМ ИЛИ ИНЫМ ОБРАЗОМ, В ОТНОШЕНИИ ВАШИХ УСЛУГ (ВКЛЮЧАЯ, ПОМИМО ПРОЧЕГО, ЛЮБЫЕ ПОДРАЗУМЕВАЕМЫЕ ГАРАНТИИ ТОВАРНОСТИ, ПРИГОДНОСТИ ДЛЯ КОНКРЕТНОГО ЦЕЛЬ И НЕНАРУШЕНИЕ ПРАВ). ПОЖАЛУЙСТА, ОБРАТИТЕ ВНИМАНИЕ, ЧТО УСЛУГА МОЖЕТ НЕ СООТВЕТСТВОВАТЬ ВАШИМ ПОТРЕБНОСТЯМ. [NAME] НЕ ДАЕТ НИКАКИХ ЗАЯВЛЕНИЙ И ГАРАНТИЙ: (A) ЧТО СЛУЖБА СООТВЕТСТВУЕТ ВАШИМ ПОТРЕБНОСТЯМ; (B) ЧТО ДОСТУП К СЛУЖБЕ БУДЕТ СВОЕВРЕМЕННЫМ, БЕЗОШИБОЧНЫМ, НЕПРЕРЫВНЫМ, БЕЗВИРУСНЫМ ИЛИ БЕЗОПАСНЫМ; (C) ЧТО ДАННЫЕ И ФАЙЛЫ, ЗАГРУЖАЕМЫЕ/СКАЧИВАЕМЫЕ С ПОМОЩЬЮ СЛУЖБЫ DRIVEWAY, НЕ БУДЕТ ПОТЕРЯНЫ ИЛИ ПОВРЕЖДЕНЫ; (D) ЧТО ДАННЫЕ НА ВАШЕМ РАБОЧЕМ СТОЛЕ ИЛИ СЕРВЕРЕ НЕ БУДЕТ ПОТЕРЯНЫ ИЛИ ПОВРЕЖДЕНЫ; ИЛИ (E) ЧТО ДЕФЕКТЫ В СЛУЖБЕ БУДУТ ИСПРАВЛЕНЫ. ВЫ ПРИЗНАЕТЕ, ЧТО ЛЮБЫЕ МАТЕРИАЛЫ ИЛИ ДАННЫЕ, ЗАГРУЖАЕМЫЕ/ЗАГРУЖАЕМЫЕ ЧЕРЕЗ СЕРВИС, ОСУЩЕСТВЛЯЮТСЯ НА ВАШ ВЫБОР И РИСК, И ЧТО ВЫ НЕСЕТЕ ИСКЛЮЧИТЕЛЬНУЮ ОТВЕТСТВЕННОСТЬ ЗА ЛЮБОЙ ПОВРЕЖДЕНИЕ ВАШЕЙ КОМПЬЮТЕРНОЙ СИСТЕМЫ ИЛИ ПОТЕРЮ ДАННЫХ В РЕЗУЛЬТАТЕ ЗАГРУЗКИ ТАКОГО МАТЕРИАЛА ИЛИ ДАННЫЕ."
      },
      {
        "title": "Изменения к настоящему Соглашению",
        "description": "Условия настоящего Соглашения могут время от времени изменяться. При любом таком изменении [NAME] уведомит Вас о таком изменении и опубликует обновленную версию настоящего Соглашения на веб-сайте, расположенном по адресу [NAME URL]. Использование вами любых Услуг после такого уведомления будет означать ваше согласие с такими измененными условиями."
      }
    ]
  }
}
